Repository: Spruce75/MyPetClinics
Catalog: MyPetClinics/Localizable.xcstrings
Source language: en
Languages: fi, sv

# apply_title
source: Apply
fi: Käytä
sv: Använd

# appointments_title
source: Appointments
fi: Ajanvaraukset
sv: Bokade tider

# change_filters_title
source: Change filters
fi: Vaihda suodattimia
sv: Ändra filter

# clear_all_title
source: Clear all
fi: Tyhjennä kaikki
sv: Rensa alla

# clear_filters_title
source: Clear filters
fi: Tyhjennä suodattimet
sv: Rensa filter

# clinic_type_title
source: Clinic type
fi: Klinikan tyyppi
sv: Kliniktyp

# filter_title
source: Filter
fi: Suodata

# filters_title
source: Filter by
fi: Suodata mukaan
sv: Filtrera efter

# general_info_title
source: General info
fi: Yleiset tiedot
sv: Allmän information

# map_title
source: Map
fi: Kartta
sv: Karta

# myPetClinics_title
source: My PetClinics
fi: Omat eläinklinikat
sv: Mina djurkliniker

# notes_title
source: Notes
fi: Muistiinpanot
sv: Anteckningar

source: Nothing found
fi: Ei löytynyt
sv: Inget hittades

# nutrition_title
source: Nutrition
fi: Ravitsemus
sv: Ägare

# other_filters_title
source: Other filters
fi: Muut suodattimet
sv: Andra filter

# owners_title
source: Owners
fi: Omistajat
sv: Ägare

# photos_title
source: Photos
fi: Kuvat
sv: Bilder

# prices_title
source: Prices
fi: Hinnat
sv: Priser

# profile_title
source: Profile
fi: Profiili
sv: Profil

# search_placeholder
source: Search
fi: Haku
sv: Sök

# search_title
source: Search
fi: Haku
sv: Sök

# show_results_title
source: Show results
fi: Näytä tulokset
sv: Visa resultat

# sort_by_title
source: Sort by
fi: Lajittele
sv: Sortera efter

# sort_title
source: Sort
fi: Lajittele
sv: Sortera

# staff_title
source: Staff
fi: Henkilökunta
sv: Personal

source: Try changing filters or query
fi: Kokeile muuttaa suodattimia tai hakua
sv: Försök ändra filter eller sökning

# upload_photo_title
source: upload photo
sv: ladda upp foto
